brew "ast-grep"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "pmd"
brew "pnpm"
brew "python@3.14"
brew "pre-commit"
brew "ripgrep"
brew "tldr"
brew "tree"
brew "yarn"
brew "yt-dlp"
cask "stats"
vscode "acestojanoski.ace-palenight"
vscode "alefragnani.bookmarks"
vscode "antfu.slidev"
vscode "antfu.theme-vitesse"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bruno-api-client.bruno"
vscode "davidanson.vscode-markdownlint"
vscode "dionmunk.vscode-notes"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gxl.git-graph-3"
vscode "jakesock.one-dark-palenight"
vscode "jdinhlife.gruvbox"
vscode "kuscamara.remove-unused-imports"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.symbols"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.sublime-keybindings"
vscode "naumovs.color-highlight"
vscode "ngryman.codesandbox-theme"
vscode "pomdtr.markdown-kroki"
vscode "redhat.vscode-yaml"
vscode "rid9.datetime"
vscode "tal7aouy.icons"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "v4run.transpose"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
