DEFAULT
----
acestojanoski.ace-palenight
alefragnani.bookmarks
antfu.slidev
antfu.theme-vitesse
aykutsarac.jsoncrack-vscode
bierner.markdown-mermaid
bruno-api-client.bruno
davidanson.vscode-markdownlint
dionmunk.vscode-notes
editorconfig.editorconfig
enkia.tokyo-night
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
gxl.git-graph-3
jakesock.one-dark-palenight
jdinhlife.gruvbox
kuscamara.remove-unused-imports
mechatroner.rainbow-csv
miguelsolorio.symbols
mjmlio.vscode-mjml
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-es
ms-vscode-remote.remote-wsl
rid9.datetime
tal7aouy.icons
tyriar.sort-lines
unifiedjs.vscode-mdx
usernamehw.errorlens
v4run.transpose
vscodevim.vim

TS+JS
----
dbaeumer.vscode-eslint
oven.bun-vscode
vitest.explorer
yoavbls.pretty-ts-errors

FRONTEND
----

astro-build.astro-vscode
bradlc.vscode-tailwindcss
lokalise.i18n-ally
ms-playwright.playwright
praburangki.nuxt-snippets
styled-components.vscode-styled-components
stylelint.vscode-stylelint
vue.volar
vunguyentuan.vscode-css-variables