acestojanoski.ace-palenight
alefragnani.bookmarks
antfu.slidev
antfu.theme-vitesse
aykutsarac.jsoncrack-vscode
bruno-api-client.bruno
davidanson.vscode-markdownlint
dionmunk.vscode-notes
editorconfig.editorconfig
enkia.tokyo-night
github.github-vscode-theme
github.vscode-pull-request-github
gxl.git-graph-3
jakesock.one-dark-palenight
jdinhlife.gruvbox
kuscamara.remove-unused-imports
mechatroner.rainbow-csv
miguelsolorio.symbols
mjmlio.vscode-mjml
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-es
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.sublime-keybindings
naumovs.color-highlight
ngryman.codesandbox-theme
pomdtr.markdown-kroki
redhat.vscode-yaml
rid9.datetime
tal7aouy.icons
tyriar.sort-lines
unifiedjs.vscode-mdx
usernamehw.errorlens
v4run.transpose
vitaliymaz.vscode-svg-previewer
vscodevim.vim
yoavbls.pretty-ts-errors
